Repository: RBoelter/announcementsBlock
Catalog: locale/*/locale.po
Languages: de

# plugins.blocks.announcements.title
source: Announcements Block
de: Mitteilungen-Block

# plugins.blocks.announcements.desc
source: This plugin provides sidebar announcements.
de: Dieses Plugin stellt Mitteilungen in der Sidebar bereit.

# plugins.blocks.announcements.amount
source: Number of announcements
de: Anzahl der Mitteilungen

# plugins.blocks.announcements.amount.desc
source: Expired announcements are not displayed by default.
de: Abgelaufene Mitteilungen werden per default nicht angezeigt.

# plugins.blocks.announcements.truncateNum
source: Character Limit
de: Maximale Zeichenanzahl des Inhaltes

# plugins.blocks.announcements.truncateNum.desc
source: Limit how many characters to show from the announcement (e.g. 200). If empty, the full short description will be displayed.
de: Falls leer, wird der komplette Inhalt der Kurzbeschreibung ausgegeben. Andernfalls eine Nummeer (z.B. 200) hier eintragen.

# plugins.blocks.announcements.align
source: Text Alignment
de: Textausrichtungen

# plugins.blocks.announcements.align.desc
source: Please select text alignment (left alignment is default)
de: Bitte Textausrichtung auswählen (Linksbündig ist voreingestellt)

# plugins.blocks.announcements.align.left
source: Left
de: Links

# plugins.blocks.announcements.align.right
source: Right
de: Rechts

# plugins.blocks.announcements.align.center
source: Center
de: Zentriert

# plugins.blocks.announcements.align.justify
source: Justify
de: Blocktext

# plugins.blocks.announcements.showall
source: Show all announcements ...
de: Alle Mitteilungen anzeigen ...
